[
  {
    "title": "Methow Valley Firefighter's Fund",
    "image_url": "https://2dbdd5116ffa30a49aa8-c03f075f8191fb4e60e74b907071aee8.ssl.cf1.rackcdn.com/5740230_1440106866.9425.jpg",
    "description": "Our hearts go out to firefighter Daniel Lyon and the families of three firefighters who died near Twisp on Wednesday.   Tom Zbyszewski, 20; Andrew Zajac, 26; and Richard Wheeler, 31, selflessly charged into harm's way and weren't able to make it back to safety.Daniel, suffering from third degree burns over 60 percent of his body, is fighting for his life at Harborview Medical Center.And while we can't help everyone everywhere, we can help someone somewhere.  Now that we know who these brave men are, it's time to rise up and support their loved ones.These donations will go to the families of Daniel, Tom, Andrew, and Richard. We'll also make sure the families of the injured firefighters get our help."
  },
  {
    "title": "GOLDEN RETRIEVER SET ON FIRE",
    "image_url": "https://2dbdd5116ffa30a49aa8-c03f075f8191fb4e60e74b907071aee8.ssl.cf1.rackcdn.com/5685911_1439999659.0292.jpg",
    "description": "He is being treated at AMC now for severe burns and we are hoping to stave off infection which is what we are most concerned about at this point. The nerves are actually 'killed' by such deep burns so thankfully he is not really in pain since he was in the shelter for several days in this condition before we were able to secure his release.We have named him Fergus - Irish for Powerful. And of course like all Golden's he is still loving and forgiving and just wanted to be held..We are totally dependent upon you, our friends, for help with all of the vet bills. Any donations are always so very much appreciated so we can always be there when dogs like Fergus."
  },
  {
    "title": "Janet Long Wal-Mart walking lady",
    "image_url": "https://2dbdd5116ffa30a49aa8-c03f075f8191fb4e60e74b907071aee8.ssl.cf1.rackcdn.com/5759958_1440272163.1816.jpg",
    "desctiption": "I'm sure by now every person in Huntington has seen the little old white haired lady that walks to Walmart, her name is Janet Long.  She has been having more difficulty walking and having some memory loss. I think as good citizens and community we should take up a donation and fix her sidewalk and make a ramp for her to walk up to her house. She is a very dear sweet little old lady with few family. So here you go Huntington county, let's HELP make it better for her as we all have seen her walking and tried to help  or simply care for our community 'grandmother'"
  },
  {
    "title": "Hope for Cian",
    "image_url":"https://2dbdd5116ffa30a49aa8-c03f075f8191fb4e60e74b907071aee8.ssl.cf1.rackcdn.com/4890123_1433945930.8277.jpg",
    "desctiption":"Cian suffers from a very rare condition called Dyskeratosis Congenita. He has been very badly affected by this condition.He went completly blind aged 1, shortly after this doctors noticed that his bone marrow was failing, this led to Cian undergoing a bone marrow transplant which was successful. Unfortunately in January this year, Cian spent 5 weeks back in hospital until the doctors diagnosed him with microscopic pulmonary avms, which is tiny pinholes in his lungs which will lead to his lungs failing.Doctors gave the devastating news that Cian may only have months to live. But Cian's family and friends are not giving up hope and that is why we are setting up the fundraiser 'Hope For Cian'.Cian is now in Boston and starts his assessment in Boston Children's Hospital on Monday."
  }
]
